cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'

brew 'grc'
brew 'coreutils'
brew 'openssl'
brew 'freetype'
brew 'jpeg'
brew 'libpng'
brew 'gd'
brew 'zlib'
brew 'unixodbc'
brew 'readline'
brew 'wget'
brew 'ack'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'node'
brew 'mariadb'
brew 'roundup'
brew 'php7'
brew 'composer'

cask 'google-chrome'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'discord'
cask 'spotify'
cask 'alfred'
cask 'bartender'
cask 'caffeine'
cask 'daisydisk'
cask 'flux'
cask 'iterm2'
cask 'itsycal'
cask 'openemu'
cask 'sequel-pro'
cask 'virtualbox'
cask 'vagrant'
