tap 'homebrew/cask'
tap 'shivammathur/php'

brew 'shivammathur/php/php@8.1', link: true, conflicts_with: ["php"]
brew 'pkg-config'
brew 'wget'
brew 'httpie'
brew 'ncdu'
brew 'hub'
brew 'ack'
brew 'doctl'
brew 'git-secret'
brew 'imagemagick'
brew 'mysql', restart_service: true
brew 'pnpm'
brew 'ghostscript'
brew 'mackup'
brew 'zsh-autosuggestions'
brew 'docker'
brew 'gnupg' if OS.mac?
brew 'glibc' if OS.linux?

cask 'google-chrome'
cask 'firefox'
cask 'steam'
cask 'vlc'
cask 'discord'
cask 'spotify'
cask 'raycast'
cask 'bartender'
cask 'phpstorm'
cask 'visual-studio-code'
cask 'backblaze'
cask 'hyper'
cask 'keka'
cask 'meld'
cask 'ray'
cask 'fork'
cask 'notion'
cask 'itsycal'
cask 'beekeeper-studio'
cask 'virtualbox'
cask 'vagrant'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'suspicious-package'
